[
  {
    "id": "2022_questao_52",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Nascidas no Líbano, as duas irmãs não puderam ser registradas no país, porque lá é exigido que os nascidos sejam filhos de pais e mães li...",
    "answer": "APATRIDAS"
  },
  {
    "id": "2022_questao_65",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "## Brasileiros levam mais tempo de casa para o trabalho\nPesquisa do IBGE aponta que a situação é mais grave no Sudeste: 13 por cento das ...",
    "answer": "MOVIMENTO PENDULAR"
  },
  {
    "id": "2022_questao_74",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "As forças tectônicas dentro da litosfera, controladas pelo calor interno das profundezas, geram terremotos, erupções e soerguimento de mo...",
    "answer": "SOLOS VULCANICOS"
  },
  {
    "id": "2022_questao_82",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "## TEXTO 1\n\n## TEXTO 2\nÉ como se os problemas fossem criados pela pandemia quando, em verdade, isso só demonstra o quanto eles sofrem uma...",
    "answer": "EXCLUSAO SOCIAL"
  },
  {
    "id": "2022_questao_89",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "## Quarto de despejo: diário de uma favelada\nCarolina Maria de Jesus\nEu estava pagando o sapateiro e conversando com um preto que estava ...",
    "answer": "RACISMO ESTRUTURAL"
  },
  {
    "id": "2022_questao_90",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A intensificação da ocupação urbana demonstrada afeta de forma imediata o(a)",
    "answer": "CICLO HIDROLOGICO"
  },
  {
    "id": "2022_questao_92",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O sinal sonoro oriundo da queda de um grande bloco de gelo de uma geleira é detectado por dois dispositivos situados em um barco, sendo q...",
    "answer": "5 240"
  },
  {
    "id": "2022_questao_93",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "## Brasileiro inventor de \"luz engarrafada\" tem ideia espalhada pelo mundo\nEm 2002, um mecânico da cidade mineira de Uberaba (MG) teve um...",
    "answer": "REFRACAO"
  },
  {
    "id": "2022_questao_94",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "## Química orgânica\nDe modo geral, a palavra \"aromático\" invoca associações agradáveis, como cheiro de café fresco ou de um pão doce de c...",
    "answer": "ANEL BENZENICO"
  },
  {
    "id": "2022_questao_96",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A água bruta coletada de mananciais apresenta alto índice de sólidos suspensos, o que a deixa com um aspecto turvo. Para se obter uma águ...",
    "answer": "DECANTACAO"
  },
  {
    "id": "2022_questao_103",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Aplicações e implicações do ozônio na indústria, ambiente e saúde\nDurante o ano de 2020, impulsionado pela necessidade de respostas rápid...",
    "answer": "OXIDANTE"
  },
  {
    "id": "2022_questao_105",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma lanterna funciona com três pilhas de resistência interna igual a 0,5 ohm cada, ligadas em série. Quando posicionadas corretamente, de...",
    "answer": "025 AMPERE"
  },
  {
    "id": "2022_questao_108",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O manual de uma ducha elétrica informa que seus três níveis de aquecimento (morno, quente e superquente) apresentam as seguintes variaçõe...",
    "answer": "30 AMPERES"
  },
  {
    "id": "2022_questao_109",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Um grupo de alunos realizou um experimento para observar algumas propriedades dos ácidos, adicionando um pedaço de mármore (CaCO3) a uma ...",
    "answer": "CO2"
  },
  {
    "id": "2022_questao_110",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Hermaphroditic, Demasculinized Frogs After Exposure to the Herbicide Atrazine at Low Ecologically Relevant Doses\nEm 2002, foi publicado u...",
    "answer": "TESTOSTERONA"
  },
  {
    "id": "2022_questao_111",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Um pai faz um balanço utilizando dois segmentos paralelos e iguais da mesma corda para fixar uma tábua a uma barra horizontal. Por segura...",
    "answer": "450 NEWTONS"
  },
  {
    "id": "2022_questao_115",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O elemento iodo (I) tem função biológica e é acumulado na tireoide. Nos acidentes nucleares de Chernobyl e Fukushima, ocorreu a liberação...",
    "answer": "04 MICROGRAMA"
  },
  {
    "id": "2022_questao_122",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A penicilamina é um medicamento de uso oral utilizado no tratamento de várias doenças. Esse composto é excretado na urina, cujo pH se sit...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2022_questao_123",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Tribologia é o estudo da interação entre duas superfícies em contato, como desgaste e atrito, sendo de extrema importância na avaliação d...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2022_questao_125",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Em um dia de calor intenso, dois colegas estão a brincar com a água da mangueira. Um deles quer saber até que altura o jato de água alcan...",
    "answer": "225 METROS"
  },
  {
    "id": "2022_questao_126",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O etanol é um combustível produzido a partir da fermentação da sacarose presente no caldo de cana--de-açúcar. Um dos fatores que afeta a ...",
    "answer": "RB92"
  },
  {
    "id": "2022_questao_128",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "## Biofísica: fundamentos e aplicações\nO quadro mostra valores de corrente elétrica e seus efeitos sobre o corpo humano.\n\n| Corrente elét...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2022_questao_129",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Princípios de química: questionando a vida moderna e o meio ambiente\nO urânio é empregado como fonte de energia em reatores nucleares. Pa...",
    "answer": "CENTRIFUGACAO"
  },
  {
    "id": "2022_questao_131",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O físico Hans C. Oersted observou que um fio transportando corrente elétrica produz um campo magnético. A presença do campo magnético foi...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2022_questao_132",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Aplicações ambientais de persulfato: remediação de águas subterrâneas e solos contaminados\nA figura ilustra esquematicamente um processo ...",
    "answer": "OXIRREDUCAO"
  },
  {
    "id": "2022_questao_136",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A esperança de vida ao nascer é o número médio de anos que um indivíduo tende a viver a partir de seu nascimento, considerando dados da p...",
    "answer": "7451"
  },
  {
    "id": "2022_questao_144",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma instituição de ensino superior ofereceu vagas em um processo seletivo de acesso a seus cursos. Finalizadas as inscrições, foi divulga...",
    "answer": "1 235"
  },
  {
    "id": "2022_questao_145",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Peças metálicas de aeronaves abandonadas em aeroportos serão recicladas. Uma dessas peças é maciça e tem o formato cilíndrico, com a medi...",
    "answer": "4 800"
  },
  {
    "id": "2022_questao_146",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma pessoa precisa se deslocar de automóvel do ponto P para o ponto Q, indicados na figura, na qual as linhas verticais e horizontais sim...",
    "answer": "DFEFDDEEFFD"
  },
  {
    "id": "2022_questao_148",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "No período de 2005 a 2013, o valor de venda dos imóveis em uma cidade apresentou alta, o que resultou no aumento dos aluguéis. Os gráfico...",
    "answer": "2007"
  },
  {
    "id": "2022_questao_149",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Em uma universidade, atuam professores que estão enquadrados funcionalmente pela sua maior titulação: mestre ou doutor. Nela há, atualmen...",
    "answer": "300"
  },
  {
    "id": "2022_questao_150",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Um borrifador de atuação automática libera, a cada acionamento, uma mesma quantidade de inseticida. O recipiente desse produto, quando ch...",
    "answer": "0200"
  },
  {
    "id": "2022_questao_152",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Quarenta mudas de flores devem ser plantadas no contorno de um canteiro circular de 2,2 metros de diâmetro, com um espaçamento padrão de ...",
    "answer": "450"
  },
  {
    "id": "2022_questao_154",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "As empresas de capital aberto listadas na Bolsa de Valores de São Paulo (Bovespa) que melhor remuneram seus acionistas na distribuição do...",
    "answer": "98 REAIS"
  },
  {
    "id": "2022_questao_155",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma empresa de engenharia projetou uma casa com a forma de um retângulo para um de seus clientes. Esse cliente solicitou a inclusão de um...",
    "answer": "3340"
  },
  {
    "id": "2022_questao_156",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma loja de roupas fixou uma meta de vendas de 77 000 reais para um determinado mês de 30 dias. O gráfico mostra o volume de vendas dessa...",
    "answer": "11 000"
  },
  {
    "id": "2022_questao_161",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma empresa produz e vende um tipo de chocolate, maciço, em formato de cone circular reto com as medidas do diâmetro da base e da altura ...",
    "answer": "360"
  },
  {
    "id": "2022_questao_162",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Em janeiro de 2013, foram declaradas 1 794 272 admissões e 1 765 372 desligamentos no Brasil, ou seja, foram criadas 28 900 vagas de empr...",
    "answer": "115 600"
  },
  {
    "id": "2022_questao_169",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O pacote básico de um jogo para smartphone, que é vendido a 50 reais, contém 2 000 gemas e 100 000 moedas de ouro, que são itens utilizáv...",
    "answer": "400 000"
  },
  {
    "id": "2022_questao_171",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma equipe de marketing digital foi contratada para aumentar as vendas de um produto ofertado em um site de comércio eletrônico. Para iss...",
    "answer": "BOM"
  },
  {
    "id": "2022_questao_173",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Um casal deseja recarregar seu cartão bancário pré-pago, para realizar uma viagem ao exterior. Eles recarregarão esse cartão com 3 000 dó...",
    "answer": "6 83800"
  },
  {
    "id": "2022_questao_179",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A World Series é a decisão do campeonato norte-americano de beisebol. Os dois times que chegam a essa fase jogam, entre si, até sete part...",
    "answer": "4264"
  },
  {
    "id": "2023_questao_94",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "## Um método simples para avaliar o teor de sacarose e CO2 em refrigerantes\nO consumo exagerado de refrigerantes é preocupante, pois cont...",
    "answer": "MAIOR DENSIDADE"
  },
  {
    "id": "2023_questao_96",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "## Avaliação de substâncias genotóxicas\n### Micronúcleos em células tumorais: biologia e implicações para a tumorigênese\nO ensaio de micr...",
    "answer": "CROMOSSOMOS"
  },
  {
    "id": "2023_questao_97",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O petróleo é uma matéria-prima muito valiosa e métodos geofísicos são úteis na sua prospecção. É possível identificar a composição de mat...",
    "answer": "1 500"
  },
  {
    "id": "2023_questao_98",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O manual de um automóvel alerta sobre os cuidados em relação à pressão do ar no interior dos pneus. Recomenda-se que a pressão seja verif...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2023_questao_100",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Para que uma molécula dê origem a um medicamento de administração oral, além de apresentar atividade farmacológica, deve ser capaz de ati...",
    "answer": "CARATER IONICO"
  },
  {
    "id": "2023_questao_101",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "## Toxicidade do cianeto\n### Biologia molecular da célula\nA produção de ATP depende do gradiente de prótons gerado pela cadeia respiratór...",
    "answer": "NADH"
  },
  {
    "id": "2023_questao_104",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "## Ancient Soil Chemists of the Amazon\nOs solos amazônicos, ricos em silicato, não são apropriados para o cultivo por serem incapazes de ...",
    "answer": "POTASSIO"
  },
  {
    "id": "2023_questao_108",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O circuito com três lâmpadas incandescentes idênticas, representado na figura, consiste em uma associação mista de resistores. Cada lâmpa...",
    "answer": "MENOS INTENSOS"
  },
  {
    "id": "2023_questao_114",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Na tirinha de Mauricio de Sousa, os personagens Cebolinha e Cascão fazem uma brincadeira utilizando duas latas e um barbante. Ao perceber...",
    "answer": "AMPLITUDE"
  },
  {
    "id": "2023_questao_115",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Informações digitais — dados — são gravadas em discos ópticos, como CD e DVD, na forma de cavidades microscópicas. A gravação e a leitura...",
    "answer": "VIOLETA"
  },
  {
    "id": "2023_questao_122",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "As cetonas fazem parte de famílias olfativas encontradas em muitos alimentos. A molécula de hexan-3-ona é um exemplo desses compostos vol...",
    "answer": "HEXAN3OL"
  },
  {
    "id": "2023_questao_123",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Durante a evolução das plantas, ocorreu uma transição do ambiente aquático para o ambiente terrestre graças ao surgimento de algumas estr...",
    "answer": "TUBO POLINICO"
  },
  {
    "id": "2023_questao_127",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Há muito tempo são conhecidas espécies de lesmas-do-mar com uma capacidade ímpar: guardar parte da maquinaria das células das algas que c...",
    "answer": "CARBOIDRATOS"
  },
  {
    "id": "2023_questao_128",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "A leishmaniose visceral é uma zoonose causada por um protozoário do gênero Leishmania que é encontrado em diversos tecidos. Ela é transmi...",
    "answer": "SANGUE"
  },
  {
    "id": "2023_questao_137",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O metrô de um município oferece dois tipos de tíquetes com colorações diferentes, azul e vermelha, sendo vendidos em cartelas, cada qual ...",
    "answer": "630"
  },
  {
    "id": "2023_questao_139",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "A figura representa uma escada com três degraus, construída em concreto maciço, com suas medidas especificadas.\nNessa escada, pisos e esp...",
    "answer": "195"
  },
  {
    "id": "2023_questao_141",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "As figuras pintadas no quadro da sala de estar de uma residência representam as silhuetas de parte das torres de um castelo e, ao fundo, ...",
    "answer": "SETOR CIRCULAR"
  },
  {
    "id": "2023_questao_142",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Na planta baixa de um clube, a piscina é representada por um quadrado cuja área real mede 400 metros quadrados. Ao redor dessa piscina, s...",
    "answer": "500"
  },
  {
    "id": "2023_questao_144",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Uma loja vende seus produtos de duas formas: à vista ou financiado em três parcelas mensais iguais. Para definir o valor dessas parcelas ...",
    "answer": "215"
  },
  {
    "id": "2023_questao_147",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Estudantes trabalhando com robótica criaram uma “torneira inteligente” que automatiza sua abertura e seu fechamento durante a limpeza das...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2023_questao_149",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Um tipo de semente necessita de bastante água nos dois primeiros meses após o plantio. Um produtor pretende estabelecer o melhor momento ...",
    "answer": "DEZEMBRO"
  },
  {
    "id": "2023_questao_150",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Um artista plástico esculpe uma escultura a partir de um bloco de madeira de lei, em etapas. Inicialmente, esculpe um cone reto com 36 ce...",
    "answer": "1 2960"
  },
  {
    "id": "2023_questao_151",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Os 100 funcionários de uma empresa estão distribuídos em dois setores: Produção e Administração. Os funcionários de um mesmo setor recebe...",
    "answer": "3 25000"
  },
  {
    "id": "2023_questao_157",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O esquema mostra como a intensidade luminosa decresce com o aumento da profundidade em um rio, sendo L0 a intensidade na sua superfície.\n...",
    "answer": "64729L0"
  },
  {
    "id": "2023_questao_158",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Analisando as vendas de uma empresa, o gerente concluiu que o montante diário arrecadado, em milhar de real, poderia ser calculado pela e...",
    "answer": "RUIM"
  },
  {
    "id": "2023_questao_163",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Em primeiro de junho, um canil que cria 98 cães tem, em estoque, a quantidade exata de ração para fornecer, diariamente, 1 000 gramas par...",
    "answer": "980"
  },
  {
    "id": "2023_questao_164",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "A figura ilustra uma roda-gigante no exato instante em que a cadeira onde se encontra a pessoa P está no ponto mais alto dessa roda-gigan...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2023_questao_171",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O gerente de uma fábrica pretende comparar a evolução das vendas de dois produtos similares (1 e 2). Para isso, passou a verificar o núme...",
    "answer": "SETEMBRO"
  },
  {
    "id": "2023_questao_173",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Uma pessoa pratica quatro atividades físicas — caminhar, correr, andar de bicicleta e jogar futebol — como parte de seu programa de emagr...",
    "answer": "QUARTAFEIRA"
  },
  {
    "id": "2023_questao_178",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O calendário maia apresenta duas contagens simultâneas de anos, o chamado ano Tzolkim, composto por 260 dias e que determinava o calendár...",
    "answer": "1 460"
  },
  {
    "id": "2023_questao_180",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Entre maratonistas, um parâmetro utilizado é o de economia de corrida (EC). O valor desse parâmetro é calculado pela razão entre o consum...",
    "answer": "MLMINKG"
  },
  {
    "id": "2024_questao_46",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "A democracia responde a esta pergunta: quem deve exercer o poder público? A resposta é: o exercício do poder público corresponde à coleti...",
    "answer": "SOBERANIA POPULAR"
  },
  {
    "id": "2024_questao_54",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## Xilogravura: os percursos da criação popular\nAs capas dos folhetos de cordel, já então ilustradas por postais fotográficos, desenhos o...",
    "answer": "ESTETICA EDITORIAL"
  },
  {
    "id": "2024_questao_86",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Eu sentia falta do futuro. É claro que eu sabia, muito mesmo antes da recorrência dele, que nunca envelheceria. Era muito provável que eu...",
    "answer": "FINITUDE HUMANA"
  },
  {
    "id": "2024_questao_93",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## Introdução à genética\nUm dos exemplos mais conhecidos de herança recessiva ligada ao cromossomo X é o daltonismo. Como em qualquer dis...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2024_questao_94",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## Impactos do microplástico\nA ação de fatores abióticos aliada à biodeterioração contribuem para a formação de microplásticos, os quais ...",
    "answer": "ADIPOSO"
  },
  {
    "id": "2024_questao_96",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Com base em testes realizados em ratos, concluiu-se que os compostos nitrosos são substâncias mutagênicas, ou seja, produzem mutações nas...",
    "answer": "ESTOMAGO"
  },
  {
    "id": "2024_questao_97",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Sistemas agroflorestais (SAFs)\nOs sistemas agroflorestais alinham os interesses econômicos aos ecológicos. Esses sistemas podem ser usado...",
    "answer": "SUCESSAO ECOLOGICA"
  },
  {
    "id": "2024_questao_99",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## A saúde do professor: acústica arquitetônica\nDentre os parâmetros acústicos que afetam a inteligibilidade dos sons emitidos em ambient...",
    "answer": "30 METROS"
  },
  {
    "id": "2024_questao_101",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## Dicas de instalação de aquecedor solar\nAquecedores solares são equipamentos utilizados para o aquecimento de água pelo calor do Sol. S...",
    "answer": "CONVECCAO"
  },
  {
    "id": "2024_questao_106",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## Biobaterias geram eletricidade a partir de esgoto sanitário e efluentes agroindustriais\nCélulas a combustível microbianas (CCM) são ca...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2024_questao_111",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## Contextualizando reações ácido-base de acordo com a teoria protônica de Brönsted-Lowry usando comprimidos de propranolol e nimesulida\n...",
    "answer": "SULFONAMIDA"
  },
  {
    "id": "2024_questao_112",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O desenvolvimento da biotecnologia e da clonagem gênica em procariotos fez com que a produção de proteínas se tornasse mais intensa, rápi...",
    "answer": "EXPRESSOS"
  },
  {
    "id": "2024_questao_114",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O soro caseiro serve para combater a desidratação por meio da reposição da água e sais minerais perdidos, por exemplo, por diarreia. Uma ...",
    "answer": "36 GRAMAS"
  },
  {
    "id": "2024_questao_117",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O biogás é uma alternativa energética muito importante, pois, além de reduzir a dependência por combustíveis fósseis, sua obtenção pode s...",
    "answer": "510 GRAMAS"
  },
  {
    "id": "2024_questao_121",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## O vírus linfotrópico de células T humanas tipo 1 (HTLV-1): quando suspeitar da infecção?\nO vírus linfotrópico de células T humanas tip...",
    "answer": "CANCER"
  },
  {
    "id": "2024_questao_122",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Na tirinha, Calvin se divertia em um balanço antes de soltar-se dele e cair ao chão. Em sua fala, ele demonstra ter imaginado que permane...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2024_questao_128",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## Introdução às ciências físicas\nEm um experimento de laboratório, duas barras metálicas, A e B, são carregadas com cargas opostas e ime...",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2024_questao_130",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## A química na agricultura: perspectivas para o desenvolvimento de tecnologias sustentáveis\nOs pesticidas naturais vêm sendo utilizados ...",
    "answer": "ACIDO CARBOXILICO"
  },
  {
    "id": "2024_questao_132",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "## Vida: a ciência da biologia\nO esquema representa um experimento feito com células do protozoário Amoeba proteus. Nele, um grupo de cél...",
    "answer": "MICROFILAMENTOS"
  },
  {
    "id": "2024_questao_133",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O magnésio metálico utilizado em ligas leves é produzido em um processo que envolve várias etapas e utiliza água do mar como matéria-prim...",
    "answer": "FILTRACAO"
  },
  {
    "id": "2024_questao_136",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Contratos de vários serviços disponíveis na internet apresentam uma quantidade excessiva de informações. Isso faz com que o tempo necessá...",
    "answer": "198"
  },
  {
    "id": "2024_questao_140",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O arquiteto Renzo Piano exibiu a maquete da nova sede do Museu Whitney de Arte Americana, um prédio assimétrico que tem um vão aberto par...",
    "answer": "41800"
  },
  {
    "id": "2024_questao_142",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Um instituto de pesquisa constatou que, nos últimos dez anos, o crescimento populacional de uma cidade foi de 135,25 por cento.\nQual é a ...",
    "answer": "13525"
  },
  {
    "id": "2024_questao_143",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Um fazendeiro pretende construir um galinheiro ocupando uma região plana de formato retangular, com lados de comprimentos L metro e C met...",
    "answer": "100"
  },
  {
    "id": "2024_questao_148",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma casa de shows terá um evento cujo custo total de produção é de 34 350 reais, sendo que comporta 500 pessoas. O preço do ingresso será...",
    "answer": "5200"
  },
  {
    "id": "2024_questao_150",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O estádio do Maracanã passou por algumas modificações estruturais para a realização da Copa do Mundo de 2014, como, por exemplo, as dimen...",
    "answer": "1110"
  },
  {
    "id": "2024_questao_156",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Para abrir a porta de uma empresa, cada funcionário deve cadastrar uma senha utilizando um teclado alfanumérico como o representado na fi...",
    "answer": "14400"
  },
  {
    "id": "2024_questao_157",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Em uma loja de defensivos agrícolas, os preços de alguns produtos foram divulgados em um cartaz.\n\nSabe-se que 1 litro de defensivo do Tip...",
    "answer": "16250"
  },
  {
    "id": "2024_questao_158",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma doceira vende e entrega, em seu bairro, porções de 100 gramas de docinhos de aniversário. Atualmente, a taxa única de entrega é 10 re...",
    "answer": "2400"
  },
  {
    "id": "2024_questao_159",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma piscina tem capacidade de 2500000 litros. Seu sistema de abastecimento foi regulado para ter uma vazão constante de 6000 litros de ág...",
    "answer": "5500"
  },
  {
    "id": "2024_questao_161",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma empresa produz mochilas escolares sob encomenda. Essa empresa tem um custo total de produção composto por um custo fixo, que não depe...",
    "answer": "2550"
  },
  {
    "id": "2024_questao_163",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma empresa de engenharia foi contratada para realizar um serviço no valor de 71250 reais. Os sócios da empresa decidiram que 40 por cent...",
    "answer": "3500"
  },
  {
    "id": "2024_questao_173",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Um comprador assinou um contrato com uma construtora adquirindo um imóvel, ainda na fase de lançamento da construção, cujo valor total, e...",
    "answer": "110250"
  },
  {
    "id": "2024_questao_174",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Para melhorar o fluxo de ônibus em uma avenida que tem dois semáforos, a prefeitura reduzirá o tempo em que cada sinal ficará vermelho, q...",
    "answer": "300"
  },
  {
    "id": "2024_questao_177",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma imobiliária iniciou uma campanha de divulgação para promover a venda de apartamentos que podem ser pagos em 100 parcelas mensais. O v...",
    "answer": "FEVEREIRO"
  },
  {
    "id": "2024_questao_180",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Um tanque, em formato de paralelepípedo reto retângulo, tem em seu interior dois anteparos verticais, fixados na sua base e em duas pared...",
    "answer": "PLACEHOLDER"
  }
]