[
  {
    "id": "2022_questao_52",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Nascidas no Líbano, as duas irmãs não puderam ser registradas no país, porque lá é exigido que os nascidos sejam filhos de pais e mães libaneses. Seus pais, de nacionalidade síria, também não puderam registrá-las no país de origem. Na Síria, crianças só são registradas por pais oficialmente casados, o que não era o caso deles. Em situações como a apresentada no texto, as pessoas ao nascerem já se encontram na condição sociopolítica de",
    "answer": "APATRIDAS"
  },
  {
    "id": "2022_questao_65",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Brasileiros levam mais tempo de casa para o trabalho Pesquisa do IBGE aponta que a situação é mais grave no Sudeste: 13 por cento das pessoas levam mais de uma hora para chegar ao trabalho. Nas regiões metropolitanas de São Paulo e do Rio, o IBGE registrou os maiores percentuais de trabalhadores que levam mais de uma hora no trajeto até o emprego. Quem vê o Marcelo chegar ao trabalho nem imagina a maratona que ele enfrenta todos os dias antes das 5 horas. “Acordo 4 horas e 30, saio de casa 5 horas, pego trem 5 horas e 20, chego na Central umas 6 horas e 50, pego ônibus e chego no trabalho mais ou menos 7 horas e 10”, conta. Segundo especialista, são os mais pobres os que moram mais longe do emprego. A pesquisa desenvolvida retrata a seguinte dinâmica populacional:",
    "answer": "MOVIMENTO PENDULAR"
  },
  {
    "id": "2022_questao_74",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "As forças tectônicas dentro da litosfera, controladas pelo calor interno das profundezas, geram terremotos, erupções e soerguimento de montanhas. As forças meteorológicas dentro da atmosfera e da hidrosfera, controladas pelo calor do Sol, produzem tempestades, inundações, geleiras e outros agentes de erosão. A interação dinâmica entre as forças naturais citadas favorece a ocupação do espaço geográfico, na medida em que provoca a formação de",
    "answer": "SOLOS VULCANICOS"
  },
  {
    "id": "2022_questao_82",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "TEXTO 1 TEXTO 2 É como se os problemas fossem criados pela pandemia quando, em verdade, isso só demonstra o quanto eles sofrem uma tentativa de serem naturalizados. Eles estavam lá, empurrados para debaixo de vários tapetes. Diversos levantamentos realizados indicam que parcela significativa dos estudantes não têm acesso à internet em suas casas, não têm computadores; têm celulares, mas com pacotes baratos que não permitem assistir a todas as aulas. E, caso tenham celulares e dados, pergunta-se: É possível elaborar um texto no celular? É possível interagir na aula remota pelo celular? A crítica contida no texto e na figura evidencia o seguinte aspecto da sociedade contemporânea:",
    "answer": "EXCLUSAO SOCIAL"
  },
  {
    "id": "2022_questao_89",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Quarto de despejo: diário de uma favelada Carolina Maria de Jesus Eu estava pagando o sapateiro e conversando com um preto que estava lendo um jornal. Ele estava revoltado com um guarda civil que espancou um preto e amarrou numa árvore. O guarda civil é branco. E há certos brancos que transforma preto em bode expiatório. Quem sabe se guarda civil ignora que já foi extinta a escravidão e ainda estamos no regime da chibata? O texto, que guarda a grafia original da autora, expõe uma característica da sociedade brasileira, que é o(a):",
    "answer": "RACISMO ESTRUTURAL"
  },
  {
    "id": "2022_questao_90",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A intensificação da ocupação urbana demonstrada afeta de forma imediata o(a)",
    "answer": "CICLO HIDROLOGICO"
  },
  {
    "id": "2022_questao_92",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O sinal sonoro oriundo da queda de um grande bloco de gelo de uma geleira é detectado por dois dispositivos situados em um barco, sendo que o detector A está imerso em água e o B, na proa da embarcação. Sabe-se que a velocidade do som na água é de 1 540 metros por segundo e no ar é de 340 metros por segundo. Os gráficos indicam, em tempo real, o sinal sonoro detectado pelos dois dispositivos, os quais foram ligados simultaneamente em um instante anterior à queda do bloco de gelo. Ao comparar pontos correspondentes desse sinal em cada dispositivo, é possível obter informações sobre a onda sonora. [[placeholder]] A distância L, em metro, entre o barco e a geleira é mais próxima de",
    "answer": "5 240"
  },
  {
    "id": "2022_questao_93",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Brasileiro inventor de \"luz engarrafada\" tem ideia espalhada pelo mundo Em 2002, um mecânico da cidade mineira de Uberaba (MG) teve uma ideia para economizar o consumo de energia elétrica e iluminar a própria casa num dia de sol. Para isso, ele utilizou garrafas plásticas PET com água e cloro, conforme ilustram as figuras. Cada garrafa foi fixada ao telhado de sua casa em um buraco com diâmetro igual ao da garrafa, muito maior que o comprimento de onda da luz. Nos últimos dois anos, sua ideia já alcançou diversas partes do mundo e deve atingir a marca de 1 milhão de casas utilizando a \"luz engarrafada\". Que fenômeno óptico explica o funcionamento da \"luz engarrafada\"?",
    "answer": "REFRACAO"
  },
  {
    "id": "2022_questao_94",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Química orgânica De modo geral, a palavra \"aromático\" invoca associações agradáveis, como cheiro de café fresco ou de um pão doce de canela. Associações similares ocorriam no passado da história da química orgânica, quando os compostos ditos \"aromáticos\" apresentavam um odor agradável e foram isolados de óleos naturais. À medida que as estruturas desses compostos eram elucidadas, foi se descobrindo que vários deles continham uma unidade estrutural específica. Os compostos aromáticos que continham essa unidade estrutural tornaram-se parte de uma grande família, muito mais com base em suas estruturas eletrônicas do que nos seus cheiros, como as substâncias a seguir, encontradas em óleos vegetais. A característica estrutural dessa família de compostos é a presença de",
    "answer": "ANEL BENZENICO"
  },
  {
    "id": "2022_questao_96",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A água bruta coletada de mananciais apresenta alto índice de sólidos suspensos, o que a deixa com um aspecto turvo. Para se obter uma água límpida e potável, ela deve passar por um processo de purificação numa estação de tratamento de água. Nesse processo, as principais etapas são, nesta ordem: coagulação, decantação, filtração, desinfecção e fluoretação. Qual é a etapa de retirada de grande parte desses sólidos?",
    "answer": "DECANTACAO"
  },
  {
    "id": "2022_questao_103",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Aplicações e implicações do ozônio na indústria, ambiente e saúde Durante o ano de 2020, impulsionado pela necessidade de respostas rápidas e eficientes para desinfectar ambientes de possíveis contaminações com o SARS-CoV-2, causador da covid-19, diversas alternativas foram buscadas para os procedimentos de descontaminação de materiais e ambientes. Entre elas, o uso de ozônio em meio aquoso como agente sanitizante para pulverização em humanos e equipamentos de proteção em câmaras ou túneis, higienização de automóveis e de ambientes fechados e descontaminação de trajes. No entanto, pouca atenção foi dada à toxicidade do ozônio, à formação de subprodutos, ao nível de concentração segura e às precauções necessárias. O grande risco envolvido no emprego indiscriminado dessa substância deve-se à sua ação química como",
    "answer": "OXIDANTE"
  },
  {
    "id": "2022_questao_105",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma lanterna funciona com três pilhas de resistência interna igual a 0,5 ohm cada, ligadas em série. Quando posicionadas corretamente, devem acender a lâmpada incandescente de especificações 4,5 watts e 4,5 volts. Cada pilha na posição correta gera uma f.e.m. (força eletromotriz) de 1,5 volt. Uma pessoa, ao trocar as pilhas da lanterna, comete o equívoco de inverter a posição de uma das pilhas. Considere que as pilhas mantêm contato independentemente da posição. Com esse equívoco, qual é a intensidade de corrente que passa pela lâmpada ao se ligar a lanterna?",
    "answer": "025 AMPERE"
  },
  {
    "id": "2022_questao_109",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Um grupo de alunos realizou um experimento para observar algumas propriedades dos ácidos, adicionando um pedaço de mármore (CaCO3) a uma solução aquosa de ácido clorídrico (HCl), observando a liberação de um gás e o aumento da temperatura. O gás obtido no experimento é o:",
    "answer": "CO2"
  },
  {
    "id": "2022_questao_110",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Hermaphroditic, Demasculinized Frogs After Exposure to the Herbicide Atrazine at Low Ecologically Relevant Doses Em 2002, foi publicado um artigo científico que relacionava alterações na produção de hormônios sexuais de sapos machos expostos à atrazina, um herbicida, com o desenvolvimento anômalo de seus caracteres sexuais primários e secundários. Entre os animais sujeitos à contaminação, observaram-se casos de hermafroditismo e desmasculinização da laringe. O estudo em questão comparou a concentração de um hormônio específico no sangue de machos expostos ao agrotóxico com a de outros machos e fêmeas que não o foram (controles). Os resultados podem ser vistos na figura. Com base nas informações do texto, qual é o hormônio cujas concentrações estão representadas na figura?",
    "answer": "TESTOSTERONA"
  },
  {
    "id": "2022_questao_111",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Um pai faz um balanço utilizando dois segmentos paralelos e iguais da mesma corda para fixar uma tábua a uma barra horizontal. Por segurança, opta por um tipo de corda cuja tensão de ruptura seja 25 por cento superior à tensão máxima calculada nas seguintes condições: • O ângulo máximo atingido pelo balanço em relação à vertical é igual a 90 graus; • Os filhos utilizarão o balanço até que tenham uma massa de 24 quilogramas. Além disso, ele aproxima o movimento do balanço para o movimento circular uniforme, considera que a aceleração da gravidade é igual a 10 metros por segundo ao quadrado e despreza forças dissipativas. Qual é a tensão de ruptura da corda escolhida?",
    "answer": "450 NEWTONS"
  },
  {
    "id": "2022_questao_122",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A penicilamina é um medicamento de uso oral utilizado no tratamento de várias doenças. Esse composto é excretado na urina, cujo pH se situa entre 5 e 7. A penicilamina, cuja fórmula estrutural plana está apresentada, possui três grupos funcionais que podem ser ionizados: • carboxila: ligação simples COOH, cujo pKa é igual a 1,8; • amino: ligação simples NH2, que pode ser convertido em amínio (ligação simples NH3 de carga positiva, cujo pKa é igual a 7,9); • tiol: ligação simples SH, cujo pKa é igual a 10,5. Sabe-se que pKa é igual a menos logaritmo de Ka. Qual estrutura derivada da penicilamina é predominantemente encontrada na urina?",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2022_questao_123",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Tribologia é o estudo da interação entre duas superfícies em contato, como desgaste e atrito, sendo de extrema importância na avaliação de diferentes produtos e de bens de consumo em geral. Para testar a conformidade de uma muleta, realiza-se um ensaio tribológico, pressionando-a verticalmente contra o piso com uma força vetor F, conforme ilustra a imagem, em que CM representa o centro de massa da muleta. Mantendo-se a força vetor F paralela à muleta, varia-se lentamente o ângulo entre a muleta e a vertical, até o máximo ângulo imediatamente anterior ao de escorregamento, denominado ângulo crítico. Esse ângulo também pode ser calculado a partir da identificação dos pontos de aplicação, da direção e do sentido das forças peso (vetor P), normal (vetor N) e de atrito estático (vetor fe). O esquema que representa corretamente todas as forças que atuam sobre a muleta, apoiada no chão e inclinada para a direita, quando ela atinge o ângulo crítico é:",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2022_questao_125",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Em um dia de calor intenso, dois colegas estão a brincar com a água da mangueira. Um deles quer saber até que altura o jato de água alcança, a partir da saída de água, quando a mangueira está posicionada totalmente na direção vertical. O outro colega propõe então o seguinte experimento: eles posicionarem a saída de água da mangueira na direção horizontal, a 1 metro de altura em relação ao chão, e então medirem a distância horizontal entre a mangueira e o local onde a água atinge o chão. A medida dessa distância foi de 3 metros, e a partir disso eles calcularam o alcance vertical do jato de água. Considere a aceleração da gravidade de 10 metros por segundo ao quadrado. O resultado que eles obtiveram foi de",
    "answer": "225 METROS"
  },
  {
    "id": "2022_questao_129",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Princípios de química: questionando a vida moderna e o meio ambiente O urânio é empregado como fonte de energia em reatores nucleares. Para tanto, o seu mineral deve ser refinado, convertido a hexafluoreto de urânio e posteriormente enriquecido, para aumentar de 0,7 por cento a 3 por cento a abundância de um isótopo específico — o urânio-235. Uma das formas de enriquecimento utiliza a pequena diferença de massa entre os hexafluoretos de urânio-235 e de urânio-238 para separá-los por efusão, precedida pela vaporização. Esses vapores devem efundir repetidamente milhares de vezes através de barreiras porosas formadas por telas com grande número de pequenos orifícios. No entanto, devido à complexidade e à grande quantidade de energia envolvida, cientistas e engenheiros continuam a pesquisar procedimentos alternativos de enriquecimento. Considerando a diferença de massa mencionada entre os dois isótopos, que tipo de procedimento alternativo ao da efusão pode ser empregado para tal finalidade?",
    "answer": "CENTRIFUGACAO"
  },
  {
    "id": "2022_questao_131",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O físico Hans C. Oersted observou que um fio transportando corrente elétrica produz um campo magnético. A presença do campo magnético foi verificada ao aproximar uma bússola de um fio conduzindo corrente elétrica. A figura ilustra um fio percorrido por uma corrente elétrica i, constante e com sentido para cima. Os pontos A, B e C estão num plano transversal e equidistantes do fio. Em cada ponto foi colocada uma bússola. Considerando apenas o campo magnético por causa da corrente i, as respectivas configurações das bússolas nos pontos A, B e C serão",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2022_questao_132",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Aplicações ambientais de persulfato: remediação de águas subterrâneas e solos contaminados A figura ilustra esquematicamente um processo de remediação de solos contaminados com tricloroeteno (TCE), um agente desengraxante. Em razão de vazamentos de tanques de estocagem ou de manejo inapropriado de resíduos industriais, ele se encontra presente em águas subterrâneas, nas quais forma uma fase líquida densa não aquosa (DNAPL) que se deposita no fundo do aquífero. Essa tecnologia de descontaminação emprega o íon persulfato (S2O8 de carga dois menos), que é convertido no radical •SO4 de carga negativa por minerais que contêm Fe(3). O esquema representa de forma simplificada o mecanismo de ação química sobre o TCE e a formação dos produtos de degradação. Esse procedimento de remediação de águas subterrâneas baseia-se em reações de",
    "answer": "OXIRREDUCAO"
  },
  {
    "id": "2022_questao_136",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A esperança de vida ao nascer é o número médio de anos que um indivíduo tende a viver a partir de seu nascimento, considerando dados da população. No Brasil, esse número vem aumentando consideravelmente, como mostra o gráfico. Pode-se observar que a esperança de vida ao nascer em 2012 foi exatamente a média das registradas nos anos de 2011 e 2013. Suponha que esse fato também ocorreu com a esperança de vida ao nascer em 2013, em relação às esperanças de vida de 2012 e de 2014. Caso a suposição feita tenha sido confirmada, a esperança de vida ao nascer no Brasil no ano de 2014 terá sido, em ano, igual a",
    "answer": "7451"
  },
  {
    "id": "2022_questao_145",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Peças metálicas de aeronaves abandonadas em aeroportos serão recicladas. Uma dessas peças é maciça e tem o formato cilíndrico, com a medida do raio da base igual a 4 centímetros e a da altura igual a 50 centímetros. Ela será derretida, e o volume de metal resultante será utilizado para a fabricação de esferas maciças com diâmetro de 1 centímetro, a serem usadas para confeccionar rolamentos. Para estimar a quantidade de esferas que poderão ser produzidas a partir de cada uma das peças cilíndricas, admite-se que não ocorre perda de material durante o processo de derretimento. Quantas dessas esferas poderão ser obtidas a partir de cada peça cilíndrica?",
    "answer": "4 800"
  },
  {
    "id": "2022_questao_146",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma pessoa precisa se deslocar de automóvel do ponto P para o ponto Q, indicados na figura, na qual as linhas verticais e horizontais simbolizam ruas. Por causa do sentido de tráfego nessas ruas, o caminho poligonal destacado é a possibilidade mais curta de efetuar esse deslocamento. Para descrevê-lo, deve-se especificar qual o sentido a ser tomado em cada cruzamento de ruas, em relação à direção de deslocamento do automóvel, que se movimentará continuamente. Para isso, empregam-se as letras E, F e D para indicar “vire à esquerda”, “siga em frente” e “vire à direita”, respectivamente. A sequência de letras que descreve o caminho poligonal destacado é",
    "answer": "DFEFDDEEFFD"
  },
  {
    "id": "2022_questao_148",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "No período de 2005 a 2013, o valor de venda dos imóveis em uma cidade apresentou alta, o que resultou no aumento dos aluguéis. Os gráficos apresentam a evolução desses valores, para um mesmo imóvel, no mercado imobiliário dessa cidade. A rentabilidade do aluguel de um imóvel é calculada pela razão entre o valor mensal de aluguel e o valor de mercado desse imóvel. Com base nos dados fornecidos, em que ano a rentabilidade do aluguel foi maior?",
    "answer": "2007"
  },
  {
    "id": "2022_questao_149",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Em uma universidade, atuam professores que estão enquadrados funcionalmente pela sua maior titulação: mestre ou doutor. Nela há, atualmente, 60 mestres e 40 doutores. Os salários mensais dos professores mestres e dos doutores são, respectivamente, 8 000 reais e 12 000 reais. A diretoria da instituição pretende proporcionar um aumento salarial diferenciado para o ano seguinte, de tal forma que o salário médio mensal dos professores dessa instituição não ultrapasse 12 240 reais. A universidade já estabeleceu que o aumento salarial será de 25 por cento para os mestres e precisa ainda definir o percentual de reajuste para os doutores. Mantido o número atual de professores com suas atuais titulações, o aumento salarial, em porcentagem, a ser concedido aos doutores deverá ser de, no máximo,",
    "answer": "300"
  },
  {
    "id": "2022_questao_150",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Um borrifador de atuação automática libera, a cada acionamento, uma mesma quantidade de inseticida. O recipiente desse produto, quando cheio, contém 360 mililitros de inseticida, que duram 60 dias se o borrifador permanecer ligado ininterruptamente e for acionado a cada 48 minutos. A quantidade de inseticida que é liberada a cada acionamento do borrifador, em mililitro, é",
    "answer": "0200"
  },
  {
    "id": "2022_questao_152",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Quarenta mudas de flores devem ser plantadas no contorno de um canteiro circular de 2,2 metros de diâmetro, com um espaçamento padrão de 12 centímetros entre mudas. Fazendo-se os cálculos, chegou-se à conclusão de que não havia mudas suficientes e optou-se, então, por alterar o espaçamento padrão. Use 3 como aproximação para pi. Em quantos centímetros deve ser aumentado o espaçamento padrão entre as mudas?",
    "answer": "450"
  },
  {
    "id": "2022_questao_155",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma empresa de engenharia projetou uma casa com a forma de um retângulo para um de seus clientes. Esse cliente solicitou a inclusão de uma varanda em forma de L. A figura apresenta a planta baixa desenhada pela empresa, já com a varanda incluída, cujas medidas, indicadas em centímetro, representam os valores das dimensões da varanda na escala de 1 para 50. A medida real da área da varanda, em metro quadrado, é",
    "answer": "3340"
  },
  {
    "id": "2022_questao_156",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma loja de roupas fixou uma meta de vendas de 77 000 reais para um determinado mês de 30 dias. O gráfico mostra o volume de vendas dessa loja, em real, nos dez primeiros dias do mês e entre o dia dez e o dia vinte desse mês, nos seus dois únicos setores (infantil e adulto). Suponha que a variação no volume de vendas, para o período registrado, tenha se dado de forma linear, como mostrado no gráfico, e que essa tendência se mantenha a mesma para os próximos dez dias. Ao final do trigésimo dia, quanto faltará no volume de vendas, em real, para que a meta fixada para o mês seja alcançada?",
    "answer": "11 000"
  },
  {
    "id": "2022_questao_161",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma empresa produz e vende um tipo de chocolate, maciço, em formato de cone circular reto com as medidas do diâmetro da base e da altura iguais a 8 centímetros e 10 centímetros, respectivamente. Devido a um aumento de preço dos ingredientes utilizados na produção desse chocolate, a empresa decide produzir esse mesmo tipo de chocolate com um volume 19 por cento menor, no mesmo formato de cone circular reto com altura de 10 centímetros. Para isso, a empresa produzirá esses novos chocolates com medida do raio da base, em centímetro, igual a",
    "answer": "360"
  },
  {
    "id": "2022_questao_162",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Em janeiro de 2013, foram declaradas 1 794 272 admissões e 1 765 372 desligamentos no Brasil, ou seja, foram criadas 28 900 vagas de emprego, segundo dados do Cadastro Geral de Empregados e Desempregados (Caged), divulgados pelo Ministério do Trabalho e Emprego (MTE). Segundo o Caged, o número de vagas criadas em janeiro de 2013 sofreu uma queda de 75 por cento, quando comparado com o mesmo período de 2012. De acordo com as informações dadas, o número de vagas criadas em janeiro de 2012 foi",
    "answer": "115 600"
  },
  {
    "id": "2022_questao_169",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "O pacote básico de um jogo para smartphone, que é vendido a 50 reais, contém 2 000 gemas e 100 000 moedas de ouro, que são itens utilizáveis nesse jogo. A empresa que comercializa esse jogo decidiu criar um pacote especial que será vendido a 100 reais e que se diferenciará do pacote básico por apresentar maiores quantidades de gemas e moedas de ouro. Para estimular as vendas desse novo pacote, a empresa decidiu inserir nele 6 000 gemas a mais, em relação ao que o cliente teria caso optasse por comprar, com a mesma quantia, dois pacotes básicos. A quantidade de moedas de ouro que a empresa deverá inserir ao pacote especial, para que seja mantida a mesma proporção existente entre as quantidades de gemas e de moedas de ouro contidas no pacote básico, é",
    "answer": "400 000"
  },
  {
    "id": "2022_questao_171",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Uma equipe de marketing digital foi contratada para aumentar as vendas de um produto ofertado em um site de comércio eletrônico. Para isso, elaborou um anúncio que, quando o cliente clica sobre ele, é direcionado para a página de vendas do produto. Esse anúncio foi divulgado em duas redes sociais, A e B, e foram obtidos os seguintes resultados: • rede social A: o anúncio foi visualizado por 3 000 pessoas; 10 por cento delas clicaram sobre o anúncio e foram redirecionadas para o site; 3 por cento das que clicaram sobre o anúncio compraram o produto. O investimento feito para a publicação do anúncio nessa rede foi de 100 reais; • rede social B: o anúncio foi visualizado por 1 000 pessoas; 30 por cento delas clicaram sobre o anúncio e foram redirecionadas para o site; 2 por cento das que clicaram sobre o anúncio compraram o produto. O investimento feito para a publicação do anúncio nessa rede foi de 200 reais. Por experiência, o pessoal da equipe de marketing considera que a quantidade de novas pessoas que verão o anúncio é diretamente proporcional ao investimento realizado, e que a quantidade de pessoas que comprarão o produto também se manterá proporcional à quantidade de pessoas que clicarão sobre o anúncio. O responsável pelo produto decidiu, então, investir mais 300 reais em cada uma das duas redes sociais para a divulgação desse anúncio e obteve, de fato, o aumento proporcional esperado na quantidade de clientes que compraram esse produto. Para classificar o aumento obtido na quantidade (Q) de compradores desse produto, em consequência dessa segunda divulgação, em relação aos resultados observados na primeira divulgação, o responsável pelo produto adotou o seguinte critério: • Q menor ou igual a 60 por cento: não satisfatório; • 60 por cento menor que Q menor ou igual a 100 por cento: regular; • 100 por cento menor que Q menor ou igual a 150 por cento: bom; • 150 por cento menor que Q menor ou igual a 190 por cento: muito bom; • 190 por cento menor que Q menor ou igual a 200 por cento: excelente. O aumento na quantidade de compradores, em consequência dessa segunda divulgação, em relação ao que foi registrado com a primeira divulgação, foi classificado como",
    "answer": "BOM"
  },
  {
    "id": "2022_questao_173",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "Um casal deseja recarregar seu cartão bancário pré-pago, para realizar uma viagem ao exterior. Eles recarregarão esse cartão com 3 000 dólares, em uma única transação. A unidade monetária do país onde reside o casal é o zed e a taxa cambial é de 2,20 zeds por dólar. É cobrado um imposto de 3 por cento sobre o valor pago, em zed, pela recarga, além de uma quantia fixa de 40 zeds pela transação bancária. Qual o valor mínimo, em zed, que esse casal deve possuir para recarregar o cartão?",
    "answer": "6 83800"
  },
  {
    "id": "2022_questao_179",
    "discipline": "GERAL",
    "topic": "ENEM 2022",
    "hint": "A World Series é a decisão do campeonato norte-americano de beisebol. Os dois times que chegam a essa fase jogam, entre si, até sete partidas. O primeiro desses times que completar quatro vitórias é declarado campeão. Considere que, em todas as partidas, a probabilidade de qualquer um dos dois times vencer é sempre 1/2. Qual é a probabilidade de o time campeão ser aquele que venceu a primeira partida da World Series?",
    "answer": "4264"
  },
  {
    "id": "2023_questao_94",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Um método simples para avaliar o teor de sacarose e CO2 em refrigerantes O consumo exagerado de refrigerantes é preocupante, pois contribui para o aumento de casos de obesidade e diabetes. Considere dois refrigerantes enlatados, um comum e um diet, e que ambos possuam a mesma quantidade de aditivos, exceto pela presença de açúcar. O refrigerante comum contém basicamente água carbonatada e grande quantidade de açúcar; já o refrigerante diet tem água carbonatada e adoçantes, cujas massas são muito pequenas. Entre as duas versões apresentadas, o refrigerante comum possui",
    "answer": "MAIOR DENSIDADE"
  },
  {
    "id": "2023_questao_96",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Avaliação de substâncias genotóxicas # Micronúcleos em células tumorais: biologia e implicações para a tumorigênese O ensaio de micronúcleos é um teste de avaliação de genotoxicidade que associa a presença de micronúcleos (pequenos núcleos que aparecem próximo aos núcleos das células) com lesões genéticas. Os micronúcleos são fragmentos de DNA encapsulados, provenientes do fuso mitótico durante a divisão celular. Os micronúcleos se originam dos(as)",
    "answer": "CROMOSSOMOS"
  },
  {
    "id": "2023_questao_97",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O petróleo é uma matéria-prima muito valiosa e métodos geofísicos são úteis na sua prospecção. É possível identificar a composição de materiais estratificados medindo-se a velocidade de propagação do som (onda mecânica) através deles. Considere que uma camada de 450 metros de um líquido se encontra presa no subsolo entre duas camadas rochosas, conforme o esquema. Um pulso acústico (que gera uma vibração mecânica) é emitido a partir da superfície do solo, onde são posteriormente recebidas duas vibrações refletidas (ecos). A primeira corresponde à reflexão do pulso na interface superior do líquido com a camada rochosa. A segunda vibração deve-se à reflexão do pulso na interface inferior. O tempo entre a emissão do pulso e a chegada do primeiro eco é de 0,5 segundo. O segundo eco chega 1,1 segundo após a emissão do pulso. A velocidade do som na camada líquida, em metro por segundo, é",
    "answer": "1 500"
  },
  {
    "id": "2023_questao_98",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O manual de um automóvel alerta sobre os cuidados em relação à pressão do ar no interior dos pneus. Recomenda-se que a pressão seja verificada com os pneus frios (à temperatura ambiente). Um motorista, desatento a essa informação, realizou uma viagem longa sobre o asfalto quente e, em seguida, verificou que a pressão P zero no interior dos pneus não era a recomendada pelo fabricante. Na ocasião, a temperatura dos pneus era T zero. Após um longo período em repouso, os pneus do carro atingiram a temperatura ambiente T. Durante o resfriamento, não há alteração no volume dos pneus e na quantidade de ar no seu interior. Considere o ar dos pneus um gás perfeito (também denominado gás ideal). Durante o processo de resfriamento, os valores de pressão em relação à temperatura (P versus T) são representados pelo gráfico:",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2023_questao_100",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Para que uma molécula dê origem a um medicamento de administração oral, além de apresentar atividade farmacológica, deve ser capaz de atingir o local de ação. Para tanto, essa molécula não deve se degradar no estômago (onde o meio é fortemente ácido e há várias enzimas que reagem mediante catálise ácida), deve ser capaz de atravessar as membranas celulares e ser solúvel no plasma sanguíneo (sistema aquoso). Para os fármacos cujas estruturas são formadas por cadeias carbônicas longas contendo pelo menos um grupamento amino, um recurso tecnológico empregado é sua conversão no cloridrato correspondente. Essa conversão é representada, de forma genérica, pela equação química: O aumento da eficiência de circulação do fármaco no sangue, promovido por essa conversão, deve-se ao incremento de seu(sua)",
    "answer": "CARATER IONICO"
  },
  {
    "id": "2023_questao_101",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Toxicidade do cianeto # Biologia molecular da célula A produção de ATP depende do gradiente de prótons gerado pela cadeia respiratória. Nessas reações, conforme o esquema, os elétrons provenientes da oxidação do NADH em NAD de carga positiva percorrem a cadeia até chegarem à citocromo c oxidase reduzindo o Fe de carga 3 positiva a Fe de carga 2 positiva. O oxigênio atua como aceptor final desses elétrons formando água. O cianeto é uma espécie química altamente tóxica que tem grande afinidade pelo Fe de carga 3 positiva. Quando células são expostas ao cianeto, ele se liga ao sítio de Fe de carga 3 positiva da citocromo c oxidase, impedindo a sua conversão em Fe de carga 2 positiva e bloqueando a cadeia respiratória. Esse bloqueio aumenta a concentração celular de",
    "answer": "NADH"
  },
  {
    "id": "2023_questao_108",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O circuito com três lâmpadas incandescentes idênticas, representado na figura, consiste em uma associação mista de resistores. Cada lâmpada (L1, L2 e L3) é associada, em paralelo, a um resistor de resistência R, formando um conjunto. Esses conjuntos são associados em série, tendo todas as lâmpadas o mesmo brilho quando ligadas à fonte de energia. Após vários dias em uso, apenas a lâmpada L2 queima, enquanto as demais permanecem acesas. Em relação à situação em que todas as lâmpadas funcionam, após a queima de L2, os brilhos das lâmpadas serão",
    "answer": "MENOS INTENSOS"
  },
  {
    "id": "2023_questao_114",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Na tirinha de Mauricio de Sousa, os personagens Cebolinha e Cascão fazem uma brincadeira utilizando duas latas e um barbante. Ao perceberem que o som pode ser transmitido através do barbante, resolvem alterar o comprimento do barbante para ficar cada vez mais extenso. As demais condições permaneceram inalteradas durante a brincadeira. Na prática, à medida que se aumenta o comprimento do barbante, ocorre a redução de qual característica da onda sonora?",
    "answer": "AMPLITUDE"
  },
  {
    "id": "2023_questao_115",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Informações digitais — dados — são gravadas em discos ópticos, como CD e DVD, na forma de cavidades microscópicas. A gravação e a leitura óptica dessas informações são realizadas por um laser (fonte de luz monocromática). Quanto menores as dimensões dessas cavidades, mais dados são armazenados na mesma área do disco. O fator limitante para a leitura de dados é o espalhamento da luz pelo efeito de difração, fenômeno que ocorre quando a luz atravessa um obstáculo com dimensões da ordem de seu comprimento de onda. Essa limitação motivou o desenvolvimento de lasers com emissão em menores comprimentos de onda, possibilitando armazenar e ler dados em cavidades cada vez menores. Em qual região espectral se situa o comprimento de onda do laser que otimiza o armazenamento e a leitura de dados em discos de uma mesma área?",
    "answer": "VIOLETA"
  },
  {
    "id": "2023_questao_122",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "As cetonas fazem parte de famílias olfativas encontradas em muitos alimentos. A molécula de hexan-3-ona é um exemplo desses compostos voláteis responsáveis pelo aroma, podendo ser obtida por processos energéticos realizados em meio ácido, na presença de oxidantes como o permanganato de potássio. Para se produzir esse composto volátil em laboratório, deve-se oxidar a molécula de",
    "answer": "HEXAN3OL"
  },
  {
    "id": "2023_questao_123",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Durante a evolução das plantas, ocorreu uma transição do ambiente aquático para o ambiente terrestre graças ao surgimento de algumas estruturas que as tornaram independentes da água. Esse fato permitiu maior dispersão desse grupo de seres vivos, sendo possível observá-los em diferentes ambientes na atualidade. Qual estrutura possibilitou a independência da água para a fecundação dos seres vivos citados acima?",
    "answer": "TUBO POLINICO"
  },
  {
    "id": "2023_questao_127",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Há muito tempo são conhecidas espécies de lesmas-do-mar com uma capacidade ímpar: guardar parte da maquinaria das células das algas que consomem — os cloroplastos — e mantê-los funcionais dentro das suas próprias células, obtendo assim parte do seu alimento. Investigadores portugueses descobriram que essas lesmas-do-mar podem ser mais eficientes nesse processo do que as próprias algas que consomem. Essa adaptação confere a esse organismo a capacidade de obter primariamente",
    "answer": "CARBOIDRATOS"
  },
  {
    "id": "2023_questao_128",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "A leishmaniose visceral é uma zoonose causada por um protozoário do gênero Leishmania que é encontrado em diversos tecidos. Ela é transmitida ao homem de forma indireta, por vetores do ambiente doméstico. O cão é considerado um importante hospedeiro desse protozoário, podendo ou não apresentar os sintomas da doença, como perda de peso, anemia, ferimentos na pele, diarreia, conjuntivite e insuficiência renal. Em uma região que sofre com alta incidência dessa doença, uma campanha do centro de zoonoses buscou verificar a presença desse protozoário nos cães para tentar controlar a doença. Em qual material biológico dos cães a presença desse protozoário representa risco de transmissão dessa zoonose?",
    "answer": "SANGUE"
  },
  {
    "id": "2023_questao_137",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O metrô de um município oferece dois tipos de tíquetes com colorações diferentes, azul e vermelha, sendo vendidos em cartelas, cada qual com nove tíquetes da mesma cor e mesmo valor unitário. Duas cartelas de tíquetes azuis e uma cartela de tíquetes vermelhos são vendidas por 32,40 reais. Sabe-se que o preço de um tíquete azul menos o preço de um tíquete vermelho é igual ao preço de um tíquete vermelho mais cinco centavos. Qual o preço, em real, de uma cartela de tíquetes vermelhos?",
    "answer": "630"
  },
  {
    "id": "2023_questao_139",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "A figura representa uma escada com três degraus, construída em concreto maciço, com suas medidas especificadas. Nessa escada, pisos e espelhos têm formato retangular, e as paredes laterais têm formato de um polígono cujos lados adjacentes são perpendiculares. Pisos, espelhos e paredes laterais serão revestidos em cerâmica. A área a ser revestida em cerâmica, em metro quadrado, mede",
    "answer": "195"
  },
  {
    "id": "2023_questao_141",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "As figuras pintadas no quadro da sala de estar de uma residência representam as silhuetas de parte das torres de um castelo e, ao fundo, a de uma lua cheia. A lua foi pintada na forma de um círculo, e o telhado da torre mais alta, na forma de triângulo equilátero, foi pintado sobrepondo parte da lua. O centro da lua coincide com um dos vértices do telhado da torre mais alta. Nesse quadro, a parte da lua escondida atrás da torre mais alta do castelo pode ser representada por um",
    "answer": "SETOR CIRCULAR"
  },
  {
    "id": "2023_questao_142",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Na planta baixa de um clube, a piscina é representada por um quadrado cuja área real mede 400 metros quadrados. Ao redor dessa piscina, será construída uma calçada, de largura constante igual a 5 metros. Qual é a medida da área, em metro quadrado, ocupada pela calçada?",
    "answer": "500"
  },
  {
    "id": "2023_questao_144",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Uma loja vende seus produtos de duas formas: à vista ou financiado em três parcelas mensais iguais. Para definir o valor dessas parcelas nas vendas financiadas, a loja aumenta em 20 por cento o valor do produto à vista e divide esse novo valor por 3. A primeira parcela deve ser paga no ato da compra, e as duas últimas, em 30 e 60 dias após a compra. Um cliente da loja decidiu comprar, de forma financiada, um produto cujo valor à vista é 1 500 reais. Utilize 5,29 como aproximação para raiz quadrada de 28. A taxa mensal de juros compostos praticada nesse financiamento é de",
    "answer": "215"
  },
  {
    "id": "2023_questao_147",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Estudantes trabalhando com robótica criaram uma “torneira inteligente” que automatiza sua abertura e seu fechamento durante a limpeza das mãos. A tecnologia funciona da seguinte forma: ao se colocarem as mãos sob a torneira, ela libera água durante 3 segundos para que a pessoa possa molhá-las. Em seguida, interrompe o fornecimento de água por 5 segundos, enquanto a pessoa ensaboa suas mãos, e finaliza o ciclo liberando água para o enxágue por mais 3 segundos. Considere o tempo (t), em segundo, contado a partir do instante em que se inicia o ciclo. A vazão de água nessa torneira é constante. Um esboço de gráfico que descreve o volume de água acumulado, em litro, liberado por essa torneira durante um ciclo de lavagem das mãos, em função do tempo (t), em segundo, é",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2023_questao_149",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Um tipo de semente necessita de bastante água nos dois primeiros meses após o plantio. Um produtor pretende estabelecer o melhor momento para o plantio desse tipo de semente, nos meses de outubro a março. Após consultar a previsão do índice mensal de precipitação de chuva (ImPC) da região onde ocorrerá o plantio, para o período chuvoso de 2020 - 2021, ele obteve os seguintes dados: • outubro/2020: ImPC é igual a 250 milímetros; • novembro/2020: ImPC é igual a 150 milímetros; • dezembro/2020: ImPC é igual a 200 milímetros; • janeiro/2021: ImPC é igual a 450 milímetros; • fevereiro/2021: ImPC é igual a 100 milímetros; • março/2021: ImPC é igual a 200 milímetros. Com base nessas previsões, ele precisa escolher dois meses consecutivos em que a média mensal de precipitação seja a maior possível. No início de qual desses meses o produtor deverá plantar esse tipo de semente?",
    "answer": "DEZEMBRO"
  },
  {
    "id": "2023_questao_150",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Um artista plástico esculpe uma escultura a partir de um bloco de madeira de lei, em etapas. Inicialmente, esculpe um cone reto com 36 centímetros de altura e diâmetro da base medindo 18 centímetros. Em seguida, remove desse cone um cone menor, cujo diâmetro da base mede 6 centímetros obtendo, assim, um tronco de cone, conforme ilustrado na figura. Em seguida, perfura esse tronco de cone, removendo um cilindro reto, de diâmetro 6 centímetros, cujo eixo de simetria é o mesmo do cone original. Dessa forma, ao final, a escultura tem a forma de um tronco de cone com uma perfuração cilíndrica de base a base. O tipo de madeira utilizada para produzir essa escultura tem massa igual a 0,6 grama por centímetro cúbico de volume. Utilize 3 como aproximação para pi. Qual é a massa, em grama, dessa escultura?",
    "answer": "1 2960"
  },
  {
    "id": "2023_questao_157",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O esquema mostra como a intensidade luminosa decresce com o aumento da profundidade em um rio, sendo L0 a intensidade na sua superfície. Considere que a intensidade luminosa diminui, a cada metro acrescido na profundidade, segundo o mesmo padrão do esquema A intensidade luminosa correspondente à profundidade de 6 metros é igual a.",
    "answer": "64729L0"
  },
  {
    "id": "2023_questao_158",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Analisando as vendas de uma empresa, o gerente concluiu que o montante diário arrecadado, em milhar de real, poderia ser calculado pela expressão V de x é igual a, abre parêntese, x ao quadrado sobre 4, fecha parêntese, menos 10 vezes x mais 105, em que os valores de x representam os dias do mês, variando de 1 a 30. Um dos fatores para avaliar o desempenho mensal da empresa é verificar qual é o menor montante diário V0 arrecadado ao longo do mês e classificar o desempenho conforme as categorias apresentadas a seguir, em que as quantidades estão expressas em milhar de real. • Ótimo: V0 maior ou igual a 24. • Bom: 20 menor ou igual a V0 menor que 24. • Normal: 10 menor ou igual a V0 menor que 20. • Ruim: 4 menor ou igual a V0 menor que 10. • Péssimo: V0 menor que 4. No caso analisado, qual seria a classificação do desempenho da empresa?",
    "answer": "RUIM"
  },
  {
    "id": "2023_questao_163",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Em primeiro de junho, um canil que cria 98 cães tem, em estoque, a quantidade exata de ração para fornecer, diariamente, 1 000 gramas para cada animal durante 30 dias. No início do décimo primeiro dia o canil recebeu dois novos cães. Com isso, a quantidade de ração diária por animal teve que ser recalculada para que o restante de ração em estoque fosse suficiente para alimentar a todos até o fim do mês, garantindo, para cada cão, uma mesma porção diária da ração. Qual a quantidade de ração, em grama, que deverá ser dada diariamente para cada cão, do dia 11 de junho até o final desse mês?",
    "answer": "980"
  },
  {
    "id": "2023_questao_164",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "A figura ilustra uma roda-gigante no exato instante em que a cadeira onde se encontra a pessoa P está no ponto mais alto dessa roda-gigante. Com o passar do tempo, à medida que a roda-gigante gira, com velocidade angular constante e no sentido horário, a altura da cadeira onde se encontra a pessoa P, em relação ao solo, vai se alterando. O gráfico que melhor representa a variação dessa altura, em função do tempo, contado a partir do instante em que a cadeira da pessoa P se encontra na posição mais alta da roda-gigante, é [[placeholder]]",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2023_questao_178",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "O calendário maia apresenta duas contagens simultâneas de anos, o chamado ano Tzolkim, composto por 260 dias e que determinava o calendário religioso, e o ano Haab, composto por 365 dias e que determinava o calendário agrícola. Um historiador encontrou evidências de que gerações de uma mesma família governaram certa comunidade maia pelo período de 20 ciclos, sendo cada ciclo formado por 52 anos Haab. De acordo com as informações fornecidas, durante quantos anos Tzolkim aquela comunidade maia foi governada por tal família?",
    "answer": "1 460"
  },
  {
    "id": "2023_questao_180",
    "discipline": "GERAL",
    "topic": "ENEM 2023",
    "hint": "Entre maratonistas, um parâmetro utilizado é o de economia de corrida (EC). O valor desse parâmetro é calculado pela razão entre o consumo de oxigênio, em mililitro (mL) por minuto (min), e a massa, em quilograma (kg), do atleta correndo a uma velocidade constante. Um maratonista, visando melhorar sua performance, auxiliado por um médico, mensura o seu consumo de oxigênio por minuto a velocidade constante. Com base nesse consumo e na massa do atleta, o médico calcula o EC do atleta. A unidade de medida da grandeza descrita pelo parâmetro EC é",
    "answer": "MLMINKG"
  },
  {
    "id": "2024_questao_46",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "A democracia responde a esta pergunta: quem deve exercer o poder público? A resposta é: o exercício do poder público corresponde à coletividade dos cidadãos. Contudo, nessa pergunta não se fala sobre qual extensão deva ter o poder público. Trata-se somente de determinar o sujeito a quem o mando compete. A democracia propõe que mandemos todos; quer dizer, que todos intervenham nos fatos sociais. O que sustenta o exercício do poder, conforme a configuração apresentada no texto escrito na década de 1920?",
    "answer": "SOBERANIA POPULAR"
  },
  {
    "id": "2024_questao_54",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Xilogravura: os percursos da criação popular As capas dos folhetos de cordel, já então ilustradas por postais fotográficos, desenhos ou fotogramas de filmes, demoravam mais de uma semana para serem transformadas em clichês em Recife ou Fortaleza, o que levou a que santeiros e artesãos locais fossem requisitados para cortar na umburana — madeira preferida para o taco xilográfico pela facilidade do talhe e abundância — princesas, dragões, cangaceiros. No início do século 20, a incorporação da técnica de produção descrita no texto promoveu uma renovação da",
    "answer": "ESTETICA EDITORIAL"
  },
  {
    "id": "2024_questao_86",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Eu sentia falta do futuro. É claro que eu sabia, muito mesmo antes da recorrência dele, que nunca envelheceria. Era muito provável que eu nunca mais fosse ver o oceano de uma altura de trinta mil pés de novo, uma distância tão grande que não dá nem para distinguir as ondas, nem nenhum barco, de um jeito que faz o oceano parecer um enorme e infinito monólito. Eu poderia imaginá-lo. Eu poderia me lembrar dele. Mas não poderia vê-lo de novo, e me ocorreu que a ambição voraz dos seres humanos nunca é saciada quando os sonhos são realizados, porque há sempre a sensação de que tudo poderia ter sido feito melhor e ser feito outra vez. O texto apresenta uma reflexão da personagem acerca de um problema característico da filosofia contemporânea, que trata da(s)",
    "answer": "FINITUDE HUMANA"
  },
  {
    "id": "2024_questao_93",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Introdução à genética Um dos exemplos mais conhecidos de herança recessiva ligada ao cromossomo X é o daltonismo. Como em qualquer distúrbio recessivo ligado ao cromossomo X, existem muito mais homens apresentando o fenótipo com esse tipo de daltonismo do que mulheres. Um casal formado por um homem não daltônico e por uma mulher gestante também não daltônica, mas portadora do gene recessivo para esse tipo de daltonismo, está esperando um bebê. Em uma das consultas de pré-natal, o casal recebeu um heredograma que contém todas as possibilidades de genótipo para esse bebê. Qual heredograma foi recebido pelo casal?",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2024_questao_94",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Impactos do microplástico A ação de fatores abióticos aliada à biodeterioração contribuem para a formação de microplásticos, os quais se aderem a outros poluentes orgânicos apolares persistentes, como os derivados de pesticidas lipossolúveis. Há uma proporcionalidade direta entre a solubilidade desses tipos de poluentes e sua concentração nos tecidos dos organismos expostos a eles. Em animais vertebrados, essa associação de poluentes será preferencialmente acumulada no tecido",
    "answer": "ADIPOSO"
  },
  {
    "id": "2024_questao_96",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Com base em testes realizados em ratos, concluiu-se que os compostos nitrosos são substâncias mutagênicas, ou seja, produzem mutações nas células e possivelmente câncer. Esses compostos podem ser obtidos pela reação entre o nitrito de sódio, que é um conservante adicionado às carnes, e o ácido clorídrico. O ácido nitroso produzido irá reagir com compostos nitrogenados, como as aminas, dando origem aos compostos nitrosos. Em qual órgão esse processo será iniciado?",
    "answer": "ESTOMAGO"
  },
  {
    "id": "2024_questao_97",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Sistemas agroflorestais (SAFs) Os sistemas agroflorestais alinham os interesses econômicos aos ecológicos. Esses sistemas podem ser usados na recuperação ambiental de áreas degradadas que se tornaram pouco produtivas, como as utilizadas por muito tempo para pastagem. Para isso, num primeiro momento, as árvores nativas são plantadas em conjunto com culturas agrícolas anuais, como feijão, mandioca, milho e abóbora, que geram renda para os proprietários da terra e incentivam a manutenção do sistema. Em um segundo momento, são introduzidas outras espécies, como trepadeiras e arbustos, de acordo com um arranjo espacial e temporal preestabelecido. Nesse processo, ocorrerão mudanças graduais na estrutura e composição das comunidades vegetais ao longo do tempo, que culminarão no aumento da diversidade do ambiente. O conjunto dessas mudanças graduais é análogo ao processo natural denominado",
    "answer": "SUCESSAO ECOLOGICA"
  },
  {
    "id": "2024_questao_99",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "A saúde do professor: acústica arquitetônica Dentre os parâmetros acústicos que afetam a inteligibilidade dos sons emitidos em ambientes fechados, destacam-se o ruído de fundo do ambiente e o decréscimo do nível sonoro com a distância da fonte emissora. Assim, sentar-se no fundo da sala de aula pode prejudicar a aprendizagem dos estudantes, por impedir que eles distingam, com precisão, os sons emitidos, diminuindo a inteligibilidade da fala de seus professores. Considere a situação exemplificada pelo infográfico: à distância de 1 metro, o nível sonoro da fala de um professor é de 60 decibéis e diminui com a distância. Considere, ainda, que o ruído de fundo nessa sala de aula pode chegar a 45 decibéis e que, para ser compreendida, o nível sonoro da fala do professor deve estar 5 decibéis acima desse ruído. Para um valor máximo do ruído de fundo, a maior distância que um estudante pode estar do professor para que ainda consiga compreender sua fala é mais próxima de",
    "answer": "30 METROS"
  },
  {
    "id": "2024_questao_101",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Dicas de instalação de aquecedor solar Aquecedores solares são equipamentos utilizados para o aquecimento de água pelo calor do Sol. São compostos por coletores solares, nos quais ocorre o aquecimento da água, e por um reservatório térmico, em que é armazenada a água quente para ser utilizada posteriormente. A figura ilustra esquematicamente como funciona esse equipamento. O processo pelo qual ocorre transferência de calor dos coletores solares para o reservatório térmico é a",
    "answer": "CONVECCAO"
  },
  {
    "id": "2024_questao_106",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Biobaterias geram eletricidade a partir de esgoto sanitário e efluentes agroindustriais Células a combustível microbianas (CCM) são capazes de gerar eletricidade a partir de águas residuárias urbanas e agroindustriais. As CCM são compostas de duas câmaras. Numa delas, onde ocorre o tratamento da matéria orgânica, as bactérias eletrogênicas crescem formando um biofilme e se alimentam dos poluentes presentes no efluente. Ao se alimentarem, essas bactérias geram uma corrente elétrica que percorre o material sobre o qual elas formaram o biofilme. Um fio condutor externo possibilita a migração dessa corrente para uma segunda câmara, promovendo uma reação química. A figura esquematiza uma CCM e as reações envolvidas. [[placeholder]] Qual das equações representa a reação global que ocorre durante o funcionamento dessa CCM?",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2024_questao_111",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Contextualizando reações ácido-base de acordo com a teoria protônica de Brönsted-Lowry usando comprimidos de propranolol e nimesulida A nimesulida é um fármaco pouco solúvel em água, utilizado como anti-inflamatório, analgésico e antitérmico. Essa substância pode ser convertida em uma espécie eletricamente carregada, de maior solubilidade em água, mediante o tratamento com uma base de Brönsted-Lowry, isto é, uma espécie química capaz de capturar um próton (H de carga positiva). Na figura são apresentados os grupamentos presentes na estrutura química da nimesulida. Nimesulida Na estrutura desse fármaco, o grupamento capaz de reagir com a base de Brönsted-Lowry é o grupo",
    "answer": "SULFONAMIDA"
  },
  {
    "id": "2024_questao_112",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O desenvolvimento da biotecnologia e da clonagem gênica em procariotos fez com que a produção de proteínas se tornasse mais intensa, rápida e econômica. Para a produção de hormônios, enzimas e proteínas de resistência a drogas, uma variação da técnica de reação em cadeia pela polimerase (PCR, na sigla em inglês) utiliza a enzima transcriptase reversa (RT-PCR), que sintetiza moléculas de DNA complementares a partir de fitas de RNA. Nesse contexto, essa técnica é importante para detectar genes",
    "answer": "EXPRESSOS"
  },
  {
    "id": "2024_questao_114",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O soro caseiro serve para combater a desidratação por meio da reposição da água e sais minerais perdidos, por exemplo, por diarreia. Uma receita simples para a sua preparação consiste em utilizar duas colheres grandes (de sopa) de açúcar e duas colheres pequenas (de café) de sal de cozinha, dissolvidos em 2 litros de água fervida, obtendo-se uma solução com concentração de íon sódio de 1,4 miligrama por mililitro. Considere as massas molares: NaCl igual a 58,5 gramas por mol; Na igual a 23 gramas por mol. Qual é o valor mais próximo da massa, em grama, de cloreto de sódio presente em uma única colher pequena?",
    "answer": "36 GRAMAS"
  },
  {
    "id": "2024_questao_117",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O biogás é uma alternativa energética muito importante, pois, além de reduzir a dependência por combustíveis fósseis, sua obtenção pode ser realizada a partir de resíduos da produção agroindustrial. Considere que o biogás produzido em um empreendimento de suinocultura contém 70 por cento em volume de metano (massa molar 16 gramas por mol; volume molar 22 litros por mol). Ele será utilizado para geração de energia em substituição ao etanol (massa molar 46 gramas por mol) em um gerador no qual 1 metro cúbico de biogás de origem suína substitui 0,59 litro de etanol anidro (densidade 0,78 grama por mililitro). Nessas condições, a massa de metano necessária para substituir 10 mol de etanol na produção de energia é mais próxima de",
    "answer": "510 GRAMAS"
  },
  {
    "id": "2024_questao_121",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O vírus linfotrópico de células T humanas tipo 1 (HTLV-1): quando suspeitar da infecção? O vírus linfotrópico de células T humanas tipo 1 (HTLV-1) é um retrovírus do mesmo grupo do vírus da imunodeficiência humana (HIV). Ambos são transmitidos da mesma forma e infectam as mesmas células de defesa do organismo, os linfócitos T. A diferença entre eles é que o HTLV-1 estimula o aumento da produção desses linfócitos, enquanto o HIV causa destruição dessas células. Uma possível consequência da infecção por HTLV-1 é o desenvolvimento de",
    "answer": "CANCER"
  },
  {
    "id": "2024_questao_122",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Na tirinha, Calvin se divertia em um balanço antes de soltar-se dele e cair ao chão. Em sua fala, ele demonstra ter imaginado que permaneceria em movimento circular. Porém, a força gravitacional, que permanece atuando no garoto, modifica a direção de sua velocidade, fazendo com que ele chegue ao chão da maneira ilustrada no último quadrinho. Qual vetor representa a força resultante exercida pelo chão sobre Calvin no exato momento em que ele toca o chão?",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2024_questao_128",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Introdução às ciências físicas Em um experimento de laboratório, duas barras metálicas, A e B, são carregadas com cargas opostas e imersas em óleo. Farelo de milho é jogado sobre o óleo e, após um certo tempo, o farelo assume o formato das linhas de campo elétrico entre as barras. A figura representa a vista superior desse experimento. Ao repetir o experimento colocando um cilindro metálico oco entre as placas, o esquema que representa o formato das linhas de campo assumido pelo farelo é: [[placeholder]]",
    "answer": "PLACEHOLDER"
  },
  {
    "id": "2024_questao_130",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "A química na agricultura: perspectivas para o desenvolvimento de tecnologias sustentáveis Os pesticidas naturais vêm sendo utilizados no controle de pragas e doenças agrícolas como substituintes de pesticidas sintéticos tradicionais, por serem menos nocivos ao ambiente, biodegradáveis e minimizarem custos e riscos relativos à lavoura. Por exemplo, os compostos 1 e 2 estão envolvidos nas respostas de defesa das plantas. Os grupos funcionais presentes nesses compostos são importantes para suas propriedades no controle de pragas. Qual é a função orgânica correspondente ao grupo funcional comum presente nesses dois compostos?",
    "answer": "ACIDO CARBOXILICO"
  },
  {
    "id": "2024_questao_132",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Vida: a ciência da biologia O esquema representa um experimento feito com células do protozoário Amoeba proteus. Nele, um grupo de células foi tratado com a droga citocalasina B, enquanto outro grupo não foi tratado, servindo como controle. O formato e o movimento das células tratadas foram comprometidos. Qual componente celular foi afetado pela droga utilizada no experimento?",
    "answer": "MICROFILAMENTOS"
  },
  {
    "id": "2024_questao_133",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O magnésio metálico utilizado em ligas leves é produzido em um processo que envolve várias etapas e utiliza água do mar como matéria-prima. A primeira etapa desse processo consiste na reação entre o íon Mg de carga 2 positiva e hidróxido de cálcio aquoso, Ca(OH)2, obtendo uma mistura que contém hidróxido de magnésio sólido, Mg(OH)2, pouco solúvel, e íons Ca de carga 2 positiva, de acordo com a equação química: O método adequado para separar o Mg(OH)2 dessa mistura é a",
    "answer": "FILTRACAO"
  },
  {
    "id": "2024_questao_140",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O arquiteto Renzo Piano exibiu a maquete da nova sede do Museu Whitney de Arte Americana, um prédio assimétrico que tem um vão aberto para a galeria principal, cuja medida da área é 1672 metros quadrados. Considere que a escala da maquete exibida é 1 para 200. A medida da área do vão aberto nessa maquete, em centímetro quadrado, é",
    "answer": "41800"
  },
  {
    "id": "2024_questao_142",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Um instituto de pesquisa constatou que, nos últimos dez anos, o crescimento populacional de uma cidade foi de 135,25 por cento. Qual é a representação decimal da taxa percentual desse crescimento populacional?",
    "answer": "13525"
  },
  {
    "id": "2024_questao_143",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Um fazendeiro pretende construir um galinheiro ocupando uma região plana de formato retangular, com lados de comprimentos L metro e C metro. Os lados serão cercados por telas de tipos diferentes. Nos lados de comprimento L metro, será utilizada uma tela cujo metro linear custa 20 reais, enquanto, nos outros dois lados, uma que custa 15 reais. O fazendeiro quer gastar, no máximo, 6000 reais na compra de toda a tela necessária para o galinheiro, e deseja que o galinheiro tenha a maior área possível. Qual será a medida, em metro, do maior lado do galinheiro?",
    "answer": "100"
  },
  {
    "id": "2024_questao_148",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma casa de shows terá um evento cujo custo total de produção é de 34 350 reais, sendo que comporta 500 pessoas. O preço do ingresso será de 130 reais e, normalmente, 60 por cento das pessoas adquirem meia-entrada, pagando 65 reais pelo ingresso. Além do faturamento proveniente da venda de ingressos, a casa de shows vende, com 60 por cento de lucro, bebidas e petiscos ao público no dia do evento. Após ter vendido todos os 500 ingressos, constatou-se que a quantidade de meias-entradas vendidas superou em 50 por cento o que estava previsto, impactando o faturamento estimado com a venda de ingressos. No dia do evento, decidiu-se manter o percentual de 60 por cento de lucro sobre as bebidas e petiscos, pois todo o público que comprou ingresso compareceu ao show. Com isso, espera-se ter lucro de 17000 reais nesse evento. Para que se alcance o lucro esperado, o gasto médio por pessoa com bebidas e petiscos, em real, deverá ser de",
    "answer": "5200"
  },
  {
    "id": "2024_questao_150",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "O estádio do Maracanã passou por algumas modificações estruturais para a realização da Copa do Mundo de 2014, como, por exemplo, as dimensões do campo retangular. Para se adaptar aos padrões da Fifa, as dimensões do campo foram reduzidas de 110 metros por 75 metros para 105 metros por 68 metros. Em quantos metros quadrados a área do campo do Maracanã foi reduzida?",
    "answer": "1110"
  },
  {
    "id": "2024_questao_156",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Para abrir a porta de uma empresa, cada funcionário deve cadastrar uma senha utilizando um teclado alfanumérico como o representado na figura. Por exemplo: a tecla que contém o número 2 traz as letras correlacionadas A, B e C. Cada toque nessa tecla mostra, sequencialmente, os seguintes caracteres: 2, A, B e C. Para os próximos toques, essa sequência se repete. As demais teclas funcionam da mesma maneira. As senhas a serem cadastradas pelos funcionários devem conter 5 caracteres, sendo 2 algarismos distintos seguidos de 3 letras diferentes, nessa ordem. Um funcionário irá cadastrar a sua primeira senha, podendo escolher entre as teclas que apresentam os números 1, 2, 5, 7 e 0 e as respectivas letras correlacionadas, quando houver. O número de possibilidades diferentes que esse funcionário tem para cadastrar sua senha é",
    "answer": "14400"
  },
  {
    "id": "2024_questao_157",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Em uma loja de defensivos agrícolas, os preços de alguns produtos foram divulgados em um cartaz. Sabe-se que 1 litro de defensivo do Tipo A é suficiente para aplicação em 0,5 hectare, enquanto que 1 litro de defensivo do Tipo B é suficiente para aplicação em 0,4 hectare. Um agricultor precisa comprar, nessa loja, uma quantidade de litros de defensivo suficiente para aplicar em uma área de 20 hectares, além de levar uma máscara para aplicação. O valor mínimo, em real, a ser gasto pelo agricultor é",
    "answer": "16250"
  },
  {
    "id": "2024_questao_158",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma doceira vende e entrega, em seu bairro, porções de 100 gramas de docinhos de aniversário. Atualmente, a taxa única de entrega é 10 reais, e o valor cobrado por uma porção é 25 reais. Por uma estratégia de vendas, a partir da próxima semana, a taxa única de entrega será 15 reais, e um novo valor será cobrado por uma porção, de maneira que o valor total a ser pago por um cliente na compra de 5 porções permaneça o mesmo. A partir da próxima semana, qual será o novo valor cobrado, em real, por uma porção?",
    "answer": "2400"
  },
  {
    "id": "2024_questao_159",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma piscina tem capacidade de 2500000 litros. Seu sistema de abastecimento foi regulado para ter uma vazão constante de 6000 litros de água por minuto. O mesmo sistema foi instalado em uma segunda piscina, com capacidade de 2750000 litros, e regulado para ter uma vazão, também constante, capaz de enchê-la em um tempo 20 por cento maior que o gasto para encher a primeira piscina. A vazão do sistema de abastecimento da segunda piscina, em litro por minuto, é",
    "answer": "5500"
  },
  {
    "id": "2024_questao_163",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma empresa de engenharia foi contratada para realizar um serviço no valor de 71250 reais. Os sócios da empresa decidiram que 40 por cento desse valor seria destinado ao pagamento de três engenheiros que gerenciaram o serviço. O pagamento para cada um deles será feito de forma diretamente proporcional ao total de horas trabalhadas. O número de dias e o número de horas diárias trabalhadas pelos engenheiros foram, respectivamente: •engenheiro 1: 4 dias, numa jornada de 5 horas e meia por dia; •engenheiro 2: 5 dias, numa jornada de 4 horas por dia; •engenheiro 3: 6 dias, numa jornada de 2 horas e meia por dia. Qual a maior diferença, em real, entre os valores recebidos por esse serviço entre dois desses engenheiros?",
    "answer": "3500"
  },
  {
    "id": "2024_questao_173",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Um comprador assinou um contrato com uma construtora adquirindo um imóvel, ainda na fase de lançamento da construção, cujo valor total, em reais, era de 420 000 reais, pagando o equivalente a 35 por cento desse valor, sem quaisquer outros ônus até a data de entrega das chaves. Nesse contrato existia uma cláusula prévia que, no caso de desistência da compra, quando da entrega das chaves, o comprador poderia cancelar o contrato e a construtora pagaria a ele 75 por cento do valor que ele já havia pago inicialmente, a título de devolução. Suponha que em função de problemas inesperados, o comprador desistiu da aquisição do imóvel, cancelando o contrato de compra no momento da entrega das chaves. Qual o valor, em real, que o comprador recebeu da construtora como devolução?",
    "answer": "110250"
  },
  {
    "id": "2024_questao_174",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Para melhorar o fluxo de ônibus em uma avenida que tem dois semáforos, a prefeitura reduzirá o tempo em que cada sinal ficará vermelho, que atualmente é de 15 segundos a cada 60 segundos. Admita que o instante de chegada de um ônibus a cada semáforo é aleatório. O engenheiro de tráfego da prefeitura calculou a probabilidade de um ônibus encontrar cada um deles vermelho, obtendo quinze sessenta avos. A partir daí, estabeleceu uma mesma redução na quantidade do tempo, em segundo, em que cada sinal ficará vermelho, de maneira que a probabilidade de um ônibus encontrar ambos os sinais vermelhos numa mesma viagem seja igual a quatro centésimos, considerando os eventos independentes. Para isso, a redução do tempo em que o sinal ficará vermelho, em segundo, estabelecida pelo engenheiro foi de",
    "answer": "300"
  },
  {
    "id": "2024_questao_177",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Uma imobiliária iniciou uma campanha de divulgação para promover a venda de apartamentos que podem ser pagos em 100 parcelas mensais. O valor da primeira delas é fixado no momento da compra, com o pagamento dessa primeira parcela. A partir da segunda parcela, o valor é determinado pela aplicação de um acréscimo percentual fixo ao valor da parcela anterior. Como atrativo, a imobiliária fará o pagamento de todas as parcelas correspondentes ao mês de aniversário do comprador. Um cliente, que faz aniversário no mês de maio, decidiu comprar um desses apartamentos por meio do financiamento oferecido pela imobiliária, e pretende escolher o mês mais adequado para realizar essa compra, de modo que o valor total dos pagamentos seja o menor possível. Qual é o mês que esse cliente deverá escolher para realizar a compra do apartamento?",
    "answer": "FEVEREIRO"
  },
  {
    "id": "2024_questao_180",
    "discipline": "GERAL",
    "topic": "ENEM 2024",
    "hint": "Um tanque, em formato de paralelepípedo reto retângulo, tem em seu interior dois anteparos verticais, fixados na sua base e em duas paredes opostas, sendo perpendiculares a elas, conforme a figura. Esses anteparos, de espessuras desprezíveis, estão instalados de maneira a dividir a base do tanque em três retângulos congruentes, tendo suas alturas iguais à metade e a um quarto da altura do tanque. O tanque é abastecido por uma entrada situada no teto, através de um duto que despeja água a uma vazão constante, sendo necessárias 12 horas para finalizar o seu enchimento. O gráfico que descreve, em cada instante, a maior altura de coluna de água, dentre aquelas que vão sendo formadas ao longo do enchimento do tanque, é [[placeholder]]",
    "answer": "PLACEHOLDER"
  }
]